<?php

return array(
    'put_status' => array(
        0 => '未处理',
        1 => '已打款',
        2 => '已驳回',
        3 => '待核实',
    ),
    'user_money_cate' => array(
        1 => '管理员操作',
        2 => '购买商品',
        3 => '取消订单',
        4 => '确认订单',
        5 => '充值',
        6 => '转账',
        7 => '消费金',
        8 => '消费金购买商品',
        9 => '管理员操作',
        11 => '提现',
        12 => '直推奖',
        13 => '间推奖',


    ),
    'user_bro_cate' => array(
        1 => '管理员操作',
        2 => '申请提现',
        3 => '取消提现',
        4 => '消费奖励',
        5 => '邀请好友下单',
        6 => '代理代替',
        7 => '代理费',
        11 => '提现',
        12 => '礼包',


    ),
    'user_lvse_dot_cate' => array(
        1 => '消费赠送绿积分',
        2 => '间推奖',
        3 => '极差奖',
        4 => '平级奖',
        5 => '合成扣除',
        6 => '购物',
        7 => '中奖',
        8 => '绿色积分',
        9 => '后台操作',
    ),
    'user_daijinquan_cate' => array(
        1 => '消费赠送代金券',
        2 => '合成扣除',
        3 => '参与扣除',
        4 => '参与中奖',
        5 => '育成奖',
        6 => '平级奖',
        7 => '购买商品',
        9 => '后台操作',


    ),
    'user_duihuanquan_cate' => array(
        1 => '合成收入',
        2 => '购买商品',
    ),

    'user_gongxianzhi_cate' => array(
        1 => '合成收入',
    ),

    'user_jinhuoquan_cate' => array(
        1 => '合成收入',
        2 => '转账收入',
        3 => '转账扣减',
        4 => '合成收入',
        5 => '提现',
        6 => '购买商品',
    ),

    'user_dot_cate' => array(
        1 => '管理员操作',
        2 => '消费',
        3 => '取消订单',
        4 => '确认订单',
        5 => '签到',
    ),
    'user_log_type' => array(
        1 => '收入',
        2 => '支出',
    ),
    'cashout_cate' => [
        'bro' => '礼包',
        'money' => '余额'
    ],

);
